---
kind: property
id: P:Autodesk.Revit.UI.UIDocument.Document
zh: 文档、文件
source: html/b2ec237a-74c9-d0ed-c192-65186d2d434e.htm
---
# Autodesk.Revit.UI.UIDocument.Document Property

**中文**: 文档、文件

Returns the database level document represented by this UI-level document.

## Syntax (C#)
```csharp
public Document Document { get; }
```